[
  {
    "title": "Tenet",
    "poster": {
        "url":"../img/movies/affiche-tenet.webp",
        "width":"263",
        "height":"357",
        "alt":"Affiche du film Tenet sorti en 2021 en France montrant le héros du film"
        },
    "description": "Muni d'un seul mot – Tenet – et décidé à se battre pour sauver le monde, notre protagoniste sillonne l'univers crépusculaire de l'espionnage international."
    },
    {  
      "title": "Dunkerque",
      "poster": {
          "url":"../img/movies/affiche-dunkerque.webp",
          "width":"263",
          "height":"354",
          "alt":"Affiche du film Dunkerque montrant le héros en position de bataille"
        },
      "description": "En Mai 1940, 400 000 soldats se trouvent coincés dans la poche de Dunkerque, à la fin de la campagne de France. L'opération Dynamo est mise en place pour tenter de les sauver."
  },
  {
      "title": "Inception",
      "poster": {
          "url":"../img/movies/affiche-inception.webp",
          "width":"264",
          "height":"354",
          "alt":"Affiche du film Inception"
      },
      "description": "Don Cobb et son équipe pratiquent l'espionnage industriel. Ils s'approprient les secrets les plus précieux des individus pendant qu'ils rêvent. Seulement ou s'arrête le rêve et commence la réalité ... ?"
  },
  {
      "title": "Interstellar",
      "poster": {
          "url":"../img/movies/affiche-interstellar.webp",
          "width":"263",
          "height":"356",
          "alt":"Affiche du film Interstellar montrant l'univers et un personnage devant un puits de lumière"
        },
      "description": "La Terre est devenue hostile pour l'Homme. Un groupe d'explorateurs utilise une faille récemment découverte dans l'espace-temps pour tenter de sauver l'Humanité"
  },
  {
      "title": "The Dark Knight",
      "poster": {
          "url":"../img/movies/affiche-dark_knight.webp",
          "width":"263",
          "height":"351",
          "alt":"Affiche du film Inception super jolie"
        },
      "description": "Bruce Wayne est Batman, le chevalier noir. Bien décidé à rétablir l'ordre à Gotham City, il traque sans relâche le crime organisé qui sème le chaos dans la ville"
  }
]